Repository: KeyTalkInterraIT/iOS-client
Catalog: KeyTalk/*.lproj/Localizable.strings
Languages: de, fr, nl

# ok_string
source: Ok
fr: D'accord

# Cancel_string
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

# Biometric_Reason
source: Please verify your biometrics in order to proceed further
de: Bitte überprüfen Sie Ihre biometrischen Daten, um fortzufahren
fr: Veuillez vérifier vos données biométriques afin de continuer.
nl: Verifieer uw biometrische gegevens om verder te gaan

# lblHeading1
source: Email Reports of any issues to your administrator.
de: Problemberichten senden an Ihren Administrator.
fr: Envoyez des rapports de problèmes à votre administrateur.
nl: Stuur probleem analyse naar uw beheerder.

# r_cell_title1
source: SEND REPORT
de: BERICHT SENDEN
fr: ENVOYER UN RAPPORT
nl: RAPPORTAGE VERSTUREN

# lblHeading2
source: Remove all previously imported providers and services.
de: Entfernen Sie alle aktuellen Konfigurationen.
fr: Supprimer toutes les configurations actuelles.
nl: Verwijder alle huidige instellingen.

# r_cell_title2
source: REMOVE CONFIGURATION
de: KONFIGURATION ENTFERNEN
fr: ENLEVER LA CONFIGURATION
nl: VERWIJDER INSTELLINGEN

# Enter_valid_url
source: Please enter valid url.
de: Bitte geben Sie eine gültige Internetadresse ein
fr: Veuillez entrer une adresse Internet valide.
nl: Geef geldig internet adres op.

# Enter_empty_url
source: Please enter the url.
de: Bitte geben Sie die Internetadresse ein.
fr: S'il vous plaît entrer l'adresse internet.
nl: Voer het internetadres in.

source: Something wrong happened
de: Etwas ist schiefgelaufen
fr: Quelque chose s'est mal passé
nl: Er ging iets fout

# Delete_all_date_confirmation
source: Are you sure you want to delete all data?
de: Möchten Sie wirklich alle KeyTalk-Konfigurationsdaten löschen?
fr: Êtes-vous sûr de vouloir supprimer toutes les données de configuration KeyTalk?
nl: Weet u zeker dat u alle KeyTalk-configuratiegegevens wilt verwijderen?

source: App Unlock
de: App entsperren
fr: Déverrouillage de l'application
nl: App ontgrendelen

source: Show me how?
de: Zeig mir wie?
fr: Me montrer comment?
nl: Laat me zien hoe?

source: Client Identifier
de: Kundenidentifikation
fr: Identifiant du client
nl: Client-ID

# client_identifier_detail
source: During a support call, we may ask you to provide this mobile device's unique number (for example, to block it in case it gets stolen). Please note down the following number and store it in a safe place:
de: Während eines Supportanrufs bitten wir Sie möglicherweise, die eindeutige Nummer dieses Mobilgeräts anzugeben (z. B. um es zu blockieren, falls es gestohlen wird). Bitte notieren Sie sich die folgende Nummer und bewahren Sie sie an einem sicheren Ort auf:
fr: Lors d'un appel au support, nous pouvons vous demander de fournir le numéro unique de ce périphérique mobile (par exemple, pour le bloquer en cas de vol). Veuillez noter le numéro suivant et le ranger dans un endroit sûr:
nl: Tijdens een ondersteuningsgesprek kunnen we u vragen om het unieke nummer van dit mobiele apparaat te verstrekken (bijvoorbeeld om het te blokkeren als het wordt gestolen). Noteer het volgende nummer en bewaar het op een veilige plaats:

# about_details
source: The KeyTalk client enables automated requesting and rollout of PKI certificates and keys for, among other things, secure authentication, email encryption and digital document signing:
de: Der KeyTalk-Client bietet sichere, automatisierte Zertifikat Lösungen für Betriebs Public Key Infrastructure:
fr: Le client KeyTalk permet la demande et le déploiement automatisés de certificats et de clés PKI pour, entre autres, l'authentification sécurisée, le cryptage des courriers électroniques et la signature de documents numériques:
nl: De KeyTalk client maakt automatische aanvraag en uitrol van PKI certificaten mogelijk voor o.a. veilige authenticatie, email versleuteling en digitale document ondertekening:

# import_config
source: IMPORT CONFIGURATION
de: IMPORT-KONFIGURATION
fr: CONFIGURATION IMPORT
nl: IMPORTEER CONFIGURATIE

# lblimportCellHead
source: Enter a URL that points to a KeyTalk client configuration (RCCD) file.
de: Geben Sie eine URL ein, die auf eine KeyTalk-Client-Konfigurationsdatei (RCCD-Datei) verweist.
fr: Entrez une URL qui pointe vers un fichier de configuration du client KeyTalk (RCCD).
nl: Voer een URL in die naar een KeyTalk-clientconfiguratiebestand (RCCD) verwijst.

# lblimportCellSubheading
source: It is also possible to import a KeyTalk client configuration (RCCD) file via an email attachment.
de: Es ist auch möglich, eine KeyTalk-Client-Konfigurationsdatei (RCCD) über einen E-Mail-Anhang zu importieren.
fr: Il est également possible d'importer un fichier de configuration du client KeyTalk (RCCD) via une pièce jointe à un courrier électronique.
nl: Het is ook mogelijk om een KeyTalk-clientconfiguratie (RCCD) -bestand te importeren via een e-mailbijlage.

# url_placeholder
source: URL of KeyTalk configuration (RCCD) file
de: URL der KeyTalk-Konfigurationsdatei (RCCD)
fr: URL du fichier de configuration KeyTalk (RCCD)
nl: URL van KeyTalk-configuratiebestand (RCCD)

# import_string
source: IMPORT
de: EINFÜHREN
fr: IMPORTATION
nl: IMPORTEREN

source: Invalid RCCD file
de: Ungültige KeyTalk-App-Konfigurationsdatei (RCCD)
fr: Fichier de configuration de l'application KeyTalk (RCCD) non valide
nl: Ongeldig KeyTalk-app-configuratiebestand (RCCD)

# RCCD_already_Imported
source: RCCD file already been imported.
de: Diese KeyTalk-Konfigurationsdatei wurde bereits importiert.
fr: Ce fichier de configuration KeyTalk a déjà été importé.
nl: Dit KeyTalk-configuratiebestand was al geïmporteerd.

# RCCD_succesfully_imported
source: RCCD file successfully imported.
de: KeyTalk-Konfigurationsdatei wurde erfolgreich importiert.
fr: Le fichier de configuration KeyTalk a été importé avec succès.
nl: KeyTalk-configuratiebestand succesvol geïmporteerd.

source: System version:
fr: Version du système:
nl: Systeem versie:

# Platform_string
source: Platform:
de: Plattform:
fr: Plate-forme:

source: Hardware model:
de: Hardware-Modell:
fr: Modèle de matériel:

# Memory_string
source: Memory (user/total):
de: Speicher (Benutzer / Gesamt):
fr: Mémoire (utilisateur / total):
nl: Geheugen (gebruiker / totaal):

# Diskspace_string
source: Diskspace (free/total):
de: Speicherplatz (verfügbar / gesamt):
fr: Espace disque (disponible / total):
nl: Diskspace (beschikbaar / totaal):

source: CPU frequency:
de: CPU-Frequenz:
fr: Fréquence du processeur:
nl: CPU frequentie:

# delay_message_alert
source: Something went wrong. Please try again after
de: Etwas ist schief gelaufen. Bitte versuchen Sie es noch einmal in
fr: Quelque chose s'est mal passé. Veuillez réessayer dans
nl: Er is iets mis gegaan. Probeer het nogmaals in

# seconds_string
source: seconds
de: Sekunden
fr: secondes
nl: seconden

# locked_message_alert
source: User is locked on server. Please check with your administrator.
de: Benutzer ist auf dem Server gesperrt. Bitte wenden Sie sich an Ihren Administrator oder versuchen Sie es noch mal in einigen Minuten.
fr: L'utilisateur est verrouillé sur le serveur. Vérifiez auprès de votre administrateur ou réessayez dans quelques minutes.
nl: Gebruiker is vergrendeld op de server. Neem contact op met uw beheerder of probeer het over een paar minuten opnieuw.

# password_update_message_alert
source: Password is expired. Please update your password.
de: Passwort ist abgelaufen Bitte aktualisieren Sie Ihr Passwort.
fr: Le mot de passe est expiré. Veuillez mettre à jour votre mot de passe.
nl: Wachtwoord is verlopen. Werk uw wachtwoord bij.

# Error_occured_communication
source: Error occurred in communication
de: Bei der Kommunikation ist ein
fr: Une erreur est survenue dans la communication
nl: Er is een fout opgetreden in de communicatie

# invalid_rccd
source: Invalid RCCD file
de: Ungültige KeyTalk-App-Konfigurationsdatei (RCCD)
fr: Fichier de configuration de l'application KeyTalk (RCCD) non valide
nl: Ongeldig KeyTalk-app-configuratiebestand (RCCD)

source: Something went wrong.
de: Etwas ist schief gelaufen.
fr: Quelque chose s'est mal passé.
nl: Er is iets fout gegaan.

source: Passcode not set.
de: Zugangscode 'Passcode' für den Gerätezugriff nicht festgelegt
fr: Le passcode d'accès à l'appareil n'est pas défini
nl: Toestel toegang passcode niet ingesteld

# passcode_configure_alert
source: Passcode not configured, kindly configure.
de: Gerätepasscode nicht konfiguriert, bitte konfigurieren Sie ihn
fr: Le code d'accès de l'appareil n'est pas configuré, veuillez le configurer
nl: Toestel toeganscode niet geconfigureerd, stel deze eerst in.

# Biometric_validation_alert
source: Biometric Validation Failed , Please try again
de: Biometrische Überprüfung fehlgeschlagen. Bitte versuchen Sie es noch einmal
fr: Échec de la validation biométrique. Veuillez réessayer.
nl: Biometrische validatie mislukt, probeer opnieuw

source: Enter your response
de: Geben Sie Ihre Antwort ein
fr: Entrez votre réponse
nl: Voer het antwoord van uw token in

# Authenticate_string
source: AUTHENTICATE
de: AUTHENTIFIZIEREN
fr: AUTHENTIFIER
nl: AUTHENTICEREN

# service_match_alert
source: Service doesn't match with given services
de: Der Dienst passt nicht zu den verfügbaren Diensten
fr: Le service ne correspond pas aux services disponibles
nl: Service komt niet overeen met beschikbare services

# Enter_details_alert
source: Please enter all details
de: Bitte geben Sie alle Details ein
fr: S'il vous plaît entrer tous les détails
nl: Voer alle gegevens in

# Select_service_alert
source: Please select KeyTalk service for downloading certificate chain.
de: Wählen Sie den KeyTalk-Dienst zum Herunterladen der privaten Zertifikatkette aus.
fr: Veuillez sélectionner le service KeyTalk pour télécharger la chaîne de certificats privés.
nl: Selecteer KeyTalk-service voor het downloaden van de privé-certificaatketen.

# Download_one_by_one
source: Download certificates one by one
de: Laden Sie die Zertifikate einzeln herunter
fr: Téléchargez les certificats un à un
nl: Certificaten één voor één downloaden

# validate_user_response
source: Please enter a valid response in order to complete the challenge
de: Bitte geben Sie eine gültige Antwort ein, um die Challenge abzuschließen
fr: S'il vous plaît entrer une réponse valide afin de compléter le défi
nl: Voer een geldig antwoord in om de uitdaging te voltooien

# Certificate_msg_string
source: The control is going to be transferred to SAFARI. Please click on OK to install the certificate. To enter the password, Please long press on the password field and select Paste.
de: Die Kontrolle wird an SAFARI übergeben.Klicken Sie auf OK, um das Zertifikat zu installieren. Um das Passwort einzugeben, drücken Sie lange auf das Passwortfeld und wählen Sie Einfügen.
fr: Le contrôle va être transféré à SAFARI.Cliquez sur OK pour installer le certificat. Pour entrer le mot de passe, veuillez appuyer longuement sur le champ du mot de passe et sélectionnez Coller.
nl: Het besturingselement wordt overgebracht naar SAFARI.Klik op OK om het certificaat te installeren. Om het wachtwoord in te voeren, druk lang op het wachtwoordveld en selecteer Plakken.

# Server_fail_msg_string
source: Error occurred in connection.
de: Fehler in Verbindung aufgetreten.
fr: Une erreur s'est produite lors de la connexion.
nl: Er is een fout opgetreden tijdens de verbinding.

# Email_report_html_string
source: This is an e-mail to the KeyTalk support desk.<br />Please replace this text with a description of the problem you are experiencing, and what you were doing when the problem occurred.<br /><br />The attached log file is required to let us help you as efficient as possible. It does not contain any personal information.
de: Dies ist eine E-Mail an den KeyTalk-Support. Ersetzen Sie diesen Text durch eine Beschreibung des Problems, das aufgetreten ist und was Sie getan haben, als das Problem auftrat. Die angehängte Protokolldatei ist erforderlich, damit wir Sie so effizient wie möglich unterstützen können. Es enthält keine persönlichen Informationen.
fr: Ceci est un courrier électronique adressé au support technique de KeyTalk. Veuillez remplacer ce texte par une description du problème que vous rencontrez et de ce que vous faisiez lorsque le problème s'est produit. Le fichier journal joint est nécessaire pour nous permettre de vous aider le plus efficacement possible. Il ne contient aucune information personnelle.
nl: Dit is een e-mail naar de KeyTalk-helpdesk. Vervang deze tekst door een beschrijving van het probleem dat u ondervindt en wat u aan het doen was toen het probleem zich voordeed. Het bijgevoegde logbestand is nodig om ons u zo efficiënt mogelijk te helpen. Het bevat geen persoonlijke informatie.

# response_status_string
source: Status :
fr: Statut :

# Something_went_wrong_try_again
source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte versuche Sie es noch einmal.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
nl: Er is iets fout gegaan. Probeer het opnieuw.

# End_communication
source: End of communication.
de: Ende der Kommunikation.
fr: Fin de communication.
nl: Einde van de communicatie.

# username_string
source: Username
de: Nutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam

# Password_string
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

# trust_button_string
source: TRUST CERT. CHAIN
de: ZERTIFIKATKETTE VERTRAUEN
fr: FAITES CONFIANCE À LA CHAÎNE DE CERTIFICAT
nl: VERTROUW CERTIFICAAT KETEN

# please_wait_string
source: Please Wait...
de: Bitte warten..
fr: S'il vous plaît, attendez..
nl: Even geduld aub..

# long_press_password_strong
source: To enter the certificate installation password, please long press on the password field and select Paste when your device asks for it.
de: Zum Eingeben des Zertifikatsinstallationskennworts drücken Sie lange auf das Kennwortfeld und wählen Einfügen, wenn Ihr Gerät danach fragt.
fr: Pour entrer le mot de passe d'installation du certificat, appuyez longuement sur le champ du mot de passe et sélectionnez Coller lorsque votre appareil le demande.
nl: Om het installatiewachtwoord van het certificaat in te voeren, drukt u lang op het wachtwoordveld en selecteert u Plakken als uw apparaat hierom vraagt.

# transfer_to_safari_string
source: The control is going to be transferred to the SAFARI browser. Please click on OK to install the certificate.
de: Die Kontrolle wird an den SAFARI-Browser übertragen. Klicken Sie auf OK, um das Zertifikat zu installieren.
fr: Le contrôle va être transféré sur le navigateur SAFARI. Cliquez sur OK pour installer le certificat.
nl: De SAFARI-browser zal zo worden geopend om de installatie af te ronden. Klik alstublieft op OK om het certificaat te installeren.

# step_one_instruction_string
source: Open your Email Client.
de: Öffnen Sie Ihren E-Mail-Client
fr: Ouvrez votre client de messagerie
nl: Open uw e-mailclient

# step_two_instruction_string
source: Open the mail containing the KeyTalk client configuration (RCCD) file.
de: Öffnen Sie die Mail, die die KeyTalk-Client-Konfigurationsdatei (RCCD) enthält
fr: Ouvrez le courrier contenant le fichier de configuration du client KeyTalk (RCCD)
nl: Open de mail met het KeyTalk-clientconfiguratiebestand (RCCD)

# step_three_instruction_string
source: Open the RCCD file by selecting "Copy to KeyTalk 5".
de: Öffnen Sie die RCCD-Datei, indem Sie "Kopieren zu KeyTalk 5" auswählen.
fr: Ouvrez le fichier RCCD en sélectionnant "Copier dans KeyTalk 5".
nl: Open het RCCD-bestand door "Kopieer naar KeyTalk 5" te selecteren

# step_four_instruction_string
source: You will be presented with a confirmation that the RCCD file has been succesfully imported.
de: YSie erhalten eine Bestätigung, dass die RCCD-Datei erfolgreich importiert wurde.
fr: Vous recevrez une confirmation que le fichier RCCD a été importé avec succès.
nl: U ontvangt een bevestiging dat het RCCD-bestand succesvol is geïmporteerd.

# lang_change
source: Language
de: Sprache/Language
fr: langue/Language
nl: Taal/Language

# Delay_wait
source: WAIT -
de: WARTEN -

# Email_report_subject_string
source: KeyTalk iOS client - Error report
de: KeyTalk iOS-Client - Fehlerbericht
nl: KeyTalk iOS-client - Foutrapport

source: Version:
nl: Versie:
